Repository: common-repository/post-right-there
Catalog: lang/prth-*.po
Languages: el

source: New Post
el: Νέο Άρθρο

source: Create Post
el: Δημιουργία Άρθρου

source: New Page
el: Νέα Σελίδα

source: Create Page
el: Δημιουργία Σελίδας

source: Page Views
el: Επισκέψεις σελίδας

source: Title
el: Τίτλος

source: The Title
el: πχ Ανακοινώσεις 2016

source: Slug
el: Όνομα συνδέσμου

source: the-slug
el: πχ anakinosis-2016

source: Categories
el: Κατηγορίες

source: Status
el: Κατάσταση

source: You do not have permission to publish this post
el: Δεν έχετε άδεια να δημοσιεύεσετε αυτό το άρθρο

source: Author
el: Συντάκτης

source: Parent Page
el: Γονική Σελίδα

source: Search Engine Settings
el: Ρυθμίσεις για τις μηχανές αναζήτησης

source: Social Media Settings
el: Ρυθμίσεις για τα κοινωνικά δίκτυα

source: Search Engine Title
el: Τίτλος για τις μηχανές αναζήτησης

source: Search Engine Description
el: Περιγραφή για τις μηχανές αναζήτησης

source: Social Media Title
el: Τίτλος για τα κοινωνικά δίκτυα

source: Social Media Description
el: Περιγραφή για τα κοινωνικά δίκτυα

source: Social Media Image
el: Εικόνα για τα Κοινωνικά Δίκτυα

source: Select Social Media Image
el: Επιλογή εικόνας για τα Κοινωνικά Δίκτυα

source: Unrecognizable post id %s. Please contact support.
el: Μη αναγνωρίσιμο id άρθρου %s. Παρακαλούμε επικοινωνήστε με την υποστήριξη.

source: Post not found.
el: Το Άρθρο δεν βρέθηκε

source: You are not allowed to edit this post.
el: Δεν έχετε άδεια να επεξεργαστείτε αυτό το άρθρο.

source: Invalid json. Please contact support.
el: Μη έγκυρο json. Παρακαλούμε επικοινωνήστε με την υποστήριξη.

source: Invalid json. Please contact support. %s
el: Μη έγκυρο json. Παρακαλούμε επικοινωνήστε με την υποστήριξη. %s

source: Not Allowed
el: Μη επιτρεπτό

source: No post ID or thumb id. Please contact support.
el: Δε βρέθηκε το ID του άρθρου ή το id της μικρογραφίας. Παρακαλούμε επικοινωνήστε με την υποστήριξη.

source: Could not set post thumbnail. Please contact support.
el: Δεν μπόρεσε να οριστεί μικρογραφία της δημοσίευσης. Παρακαλούμε επικοινωνήστε με την υποστήριξη.

source: You do not have permission to delete this image completely.
el: Δεν έχετε άδεια να διαγράψετε τελείως αυτήν την εικόνα.

source: Could remove thumbnail
el: Η μικρογραφία δεν αφαιρέθηκε

source: Numeric value expected for post. Please contact support.
el: Numeric value expected for post. Παρακαλούμε επικοινωνήστε με την υποστήριξη.

source: Attachment not found
el: Δεν βρέθηκε το προσαρτημένο αρχείο

source: errors were noticed
el: Παρατηρήθηκαν σφάλματα

source: warnings were noticed
el: Εντοπίστηκαν προειδοποιήσεις

source: You do not have permission to create post of type
el: Δεν έχετε άδεια να δημιουργήσετε άρθρο του τύπου

source: You do not have permission to change settings
el: Δεν έχετε άδεια να αλλάξετε τις ρυθμίσεις

source: Cancel
el: Άκυρο

source: Save
el: Αποθήκευση

source: Close
el: Κλείσιμο

source: If image appears incorrectly, please try to <a href="javascript:document.location.reload();">refresh the page</a>.
el: Αν η εικόνα δε φαίνεται σωστά, προσπαθήστε το <a href="javascript:document.location.reload();">refresh the page</a>.

source: Edit Title
el: Επεξεργασία Τίτλου

source: Change Image
el: Αλλαγή εικόνας

source: Remove Image
el: Αφαίρεση εικόνας

source: Remove and completely delete (caution)
el: Αφαίρεση και οριστική διαγραφή (προσοχή)

source: Remove from this post
el: Αφαίρεση από το άρθρο

source: Are you sure you want to remove selected image?
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε την επιλεγμένη εικόνα;

source: Select or upload file
el: Επιλογή ή ανέβασμα αρχείου

source: Select
el: Επιλογή

source: Attributes
el: Ιδιότητες

source: Created Successfully!
el: Επιτυχής δημιουργία!

source: View
el: Προβολή

source: Link
el: Σύνδεσμος

source: Something Happened
el: Κάτι συνέβη

source: Insert Image
el: Προσθήκη εικόνας

source: Insert File
el: Εισαγωγή αρχείου

source: Source Code
el: Πηγαίος κώδικας

source: Edit Here
el: Επεξεργασία

source: Add Image
el: Προσθήκη εικόνας

source: Settings
el: Ρυθμίσεις

source: Edit Excerpt
el: Επεξεργασία αποσπάσματος

source: My Posts
el: Οι δημοσιεύσεις μου

source: Select All
el: Επιλογή όλων
